export default [
  {
    "city": "台北市",
    "areaList": [
      {
        "area": "中正區 ",
        "code": "100"
      },
      {
        "area": "大同區 ",
        "code": "103"
      },
      {
        "area": "中山區 ",
        "code": "104"
      },
      {
        "area": "松山區 ",
        "code": "105"
      },
      {
        "area": "大安區 ",
        "code": "106"
      },
      {
        "area": "萬華區 ",
        "code": "108"
      },
      {
        "area": "信義區 ",
        "code": "110"
      },
      {
        "area": "士林區 ",
        "code": "111"
      },
      {
        "area": "北投區 ",
        "code": "112"
      },
      {
        "area": "內湖區 ",
        "code": "114"
      },
      {
        "area": "南港區 ",
        "code": "115"
      },
      {
        "area": "文山區 ",
        "code": "116"
      }
    ]
  },
  {
    "city": "基隆市",
    "areaList": [
      {
        "area": "仁愛區 ",
        "code": "200"
      },
      {
        "area": "信義區 ",
        "code": "201"
      },
      {
        "area": "中正區 ",
        "code": "202"
      },
      {
        "area": "中山區 ",
        "code": "203"
      },
      {
        "area": "安樂區 ",
        "code": "204"
      },
      {
        "area": "暖暖區 ",
        "code": "205"
      },
      {
        "area": "七堵區 ",
        "code": "206"
      }
    ]
  },
  {
    "city": "新北市",
    "areaList": [
      {
        "area": "萬里區 ",
        "code": "207"
      },
      {
        "area": "金山區 ",
        "code": "208"
      },
      {
        "area": "板橋區 ",
        "code": "220"
      },
      {
        "area": "汐止區 ",
        "code": "221"
      },
      {
        "area": "深坑區 ",
        "code": "222"
      },
      {
        "area": "石碇區 ",
        "code": "223"
      },
      {
        "area": "瑞芳區 ",
        "code": "224"
      },
      {
        "area": "平溪區 ",
        "code": "226"
      },
      {
        "area": "雙溪區 ",
        "code": "227"
      },
      {
        "area": "貢寮區 ",
        "code": "228"
      },
      {
        "area": "新店區 ",
        "code": "231"
      },
      {
        "area": "坪林區 ",
        "code": "232"
      },
      {
        "area": "烏來區 ",
        "code": "233"
      },
      {
        "area": "永和區 ",
        "code": "234"
      },
      {
        "area": "中和區 ",
        "code": "235"
      },
      {
        "area": "土城區 ",
        "code": "236"
      },
      {
        "area": "三峽區 ",
        "code": "237"
      },
      {
        "area": "樹林區 ",
        "code": "238"
      },
      {
        "area": "鶯歌區 ",
        "code": "239"
      },
      {
        "area": "三重區 ",
        "code": "241"
      },
      {
        "area": "新莊區 ",
        "code": "242"
      },
      {
        "area": "泰山區 ",
        "code": "243"
      },
      {
        "area": "林口區 ",
        "code": "244"
      },
      {
        "area": "蘆洲區 ",
        "code": "247"
      },
      {
        "area": "五股區 ",
        "code": "248"
      },
      {
        "area": "八里區 ",
        "code": "249"
      },
      {
        "area": "淡水區 ",
        "code": "251"
      },
      {
        "area": "三芝區 ",
        "code": "252"
      },
      {
        "area": "石門區 ",
        "code": "253"
      }
    ]
  },
  {
    "city": "連江縣",
    "areaList": [
      {
        "area": "南竿鄉 ",
        "code": "209"
      },
      {
        "area": "北竿鄉 ",
        "code": "210"
      },
      {
        "area": "莒光鄉 ",
        "code": "211"
      },
      {
        "area": "東引鄉 ",
        "code": "212"
      }
    ]
  },
  {
    "city": "宜蘭縣",
    "areaList": [
      {
        "area": "宜蘭市 ",
        "code": "260"
      },
      {
        "area": "壯圍鄉 ",
        "code": "260"
      },
      {
        "area": "頭城鎮 ",
        "code": "261"
      },
      {
        "area": "礁溪鄉 ",
        "code": "262"
      },
      {
        "area": "員山鄉 ",
        "code": "264"
      },
      {
        "area": "羅東鎮 ",
        "code": "265"
      },
      {
        "area": "三星鄉 ",
        "code": "266"
      },
      {
        "area": "大同鄉 ",
        "code": "267"
      },
      {
        "area": "五結鄉 ",
        "code": "268"
      },
      {
        "area": "冬山鄉 ",
        "code": "269"
      },
      {
        "area": "蘇澳鎮 ",
        "code": "270"
      },
      {
        "area": "南澳鄉 ",
        "code": "272"
      },
      // {
      //   "area": "釣魚台 ",
      //   "code": "290"
      // }
    ]
  },
  // {
  //   "city": "釣魚台",
  //   "areaList": [
  //     {
  //       "area": "釣魚台 ",
  //       "code": "290"
  //     }
  //   ]
  // },
  {
    "city": "新竹市",
    "areaList": [
      {
        "area": "東區 ",
        "code": "300"
      },
      {
        "area": "北區 ",
        "code": "300"
      },
      {
        "area": "香山區 ",
        "code": "300"
      }
    ]
  },
  {
    "city": "新竹縣",
    "areaList": [
      {
        "area": "寶山鄉 ",
        "code": "300"
      },
      {
        "area": "竹北市 ",
        "code": "302"
      },
      {
        "area": "湖口鄉 ",
        "code": "303"
      },
      {
        "area": "新豐鄉 ",
        "code": "304"
      },
      {
        "area": "新埔鎮 ",
        "code": "305"
      },
      {
        "area": "關西鎮 ",
        "code": "306"
      },
      {
        "area": "芎林鄉 ",
        "code": "307"
      },
      {
        "area": "竹東鎮 ",
        "code": "310"
      },
      {
        "area": "五峰鄉 ",
        "code": "311"
      },
      {
        "area": "橫山鄉 ",
        "code": "312"
      },
      {
        "area": "尖石鄉 ",
        "code": "313"
      },
      {
        "area": "北埔鄉 ",
        "code": "314"
      },
      {
        "area": "峨眉鄉 ",
        "code": "315"
      }
    ]
  },
  {
    "city": "桃園縣",
    "areaList": [
      {
        "area": "中壢市 ",
        "code": "320"
      },
      {
        "area": "平鎮市 ",
        "code": "324"
      },
      {
        "area": "龍潭鄉 ",
        "code": "325"
      },
      {
        "area": "楊梅市 ",
        "code": "326"
      },
      {
        "area": "新屋鄉 ",
        "code": "327"
      },
      {
        "area": "觀音鄉 ",
        "code": "328"
      },
      {
        "area": "桃園市 ",
        "code": "330"
      },
      {
        "area": "龜山鄉 ",
        "code": "333"
      },
      {
        "area": "八德市 ",
        "code": "334"
      },
      {
        "area": "大溪鎮 ",
        "code": "335"
      },
      {
        "area": "復興鄉 ",
        "code": "336"
      },
      {
        "area": "大園鄉 ",
        "code": "337"
      },
      {
        "area": "蘆竹鄉 ",
        "code": "338"
      }
    ]
  },
  {
    "city": "苗栗縣",
    "areaList": [
      {
        "area": "竹南鎮 ",
        "code": "350"
      },
      {
        "area": "頭份鎮 ",
        "code": "351"
      },
      {
        "area": "三灣鄉 ",
        "code": "352"
      },
      {
        "area": "南庄鄉 ",
        "code": "353"
      },
      {
        "area": "獅潭鄉 ",
        "code": "354"
      },
      {
        "area": "後龍鎮 ",
        "code": "356"
      },
      {
        "area": "通霄鎮 ",
        "code": "357"
      },
      {
        "area": "苑裡鎮 ",
        "code": "358"
      },
      {
        "area": "苗栗市 ",
        "code": "360"
      },
      {
        "area": "造橋鄉 ",
        "code": "361"
      },
      {
        "area": "頭屋鄉 ",
        "code": "362"
      },
      {
        "area": "公館鄉 ",
        "code": "363"
      },
      {
        "area": "大湖鄉 ",
        "code": "364"
      },
      {
        "area": "泰安鄉 ",
        "code": "365"
      },
      {
        "area": "銅鑼鄉 ",
        "code": "366"
      },
      {
        "area": "三義鄉 ",
        "code": "367"
      },
      {
        "area": "西湖鄉 ",
        "code": "368"
      },
      {
        "area": "卓蘭鎮 ",
        "code": "369"
      }
    ]
  },
  {
    "city": "台中市",
    "areaList": [
      {
        "area": "中區 ",
        "code": "400"
      },
      {
        "area": "東區 ",
        "code": "401"
      },
      {
        "area": "南區 ",
        "code": "402"
      },
      {
        "area": "西區 ",
        "code": "403"
      },
      {
        "area": "北區 ",
        "code": "404"
      },
      {
        "area": "北屯區 ",
        "code": "406"
      },
      {
        "area": "西屯區 ",
        "code": "407"
      },
      {
        "area": "南屯區 ",
        "code": "408"
      },
      {
        "area": "太平區 ",
        "code": "411"
      },
      {
        "area": "大里區 ",
        "code": "412"
      },
      {
        "area": "霧峰區 ",
        "code": "413"
      },
      {
        "area": "烏日區 ",
        "code": "414"
      },
      {
        "area": "豐原區 ",
        "code": "420"
      },
      {
        "area": "后里區 ",
        "code": "421"
      },
      {
        "area": "石岡區 ",
        "code": "422"
      },
      {
        "area": "東勢區 ",
        "code": "423"
      },
      {
        "area": "和平區 ",
        "code": "424"
      },
      {
        "area": "新社區 ",
        "code": "426"
      },
      {
        "area": "潭子區 ",
        "code": "427"
      },
      {
        "area": "大雅區 ",
        "code": "428"
      },
      {
        "area": "神岡區 ",
        "code": "429"
      },
      {
        "area": "大肚區 ",
        "code": "432"
      },
      {
        "area": "沙鹿區 ",
        "code": "433"
      },
      {
        "area": "龍井區 ",
        "code": "434"
      },
      {
        "area": "梧棲區 ",
        "code": "435"
      },
      {
        "area": "清水區 ",
        "code": "436"
      },
      {
        "area": "大甲區 ",
        "code": "437"
      },
      {
        "area": "外埔區 ",
        "code": "438"
      },
      {
        "area": "大安區 ",
        "code": "439"
      }
    ]
  },
  {
    "city": "彰化縣",
    "areaList": [
      {
        "area": "彰化市 ",
        "code": "500"
      },
      {
        "area": "芬園鄉 ",
        "code": "502"
      },
      {
        "area": "花壇鄉 ",
        "code": "503"
      },
      {
        "area": "秀水鄉 ",
        "code": "504"
      },
      {
        "area": "鹿港鎮 ",
        "code": "505"
      },
      {
        "area": "福興鄉 ",
        "code": "506"
      },
      {
        "area": "線西鄉 ",
        "code": "507"
      },
      {
        "area": "和美鎮 ",
        "code": "508"
      },
      {
        "area": "伸港鄉 ",
        "code": "509"
      },
      {
        "area": "員林鎮 ",
        "code": "510"
      },
      {
        "area": "社頭鄉 ",
        "code": "511"
      },
      {
        "area": "永靖鄉 ",
        "code": "512"
      },
      {
        "area": "埔心鄉 ",
        "code": "513"
      },
      {
        "area": "溪湖鎮 ",
        "code": "514"
      },
      {
        "area": "大村鄉 ",
        "code": "515"
      },
      {
        "area": "埔鹽鄉 ",
        "code": "516"
      },
      {
        "area": "田中鎮 ",
        "code": "520"
      },
      {
        "area": "北斗鎮 ",
        "code": "521"
      },
      {
        "area": "田尾鄉 ",
        "code": "522"
      },
      {
        "area": "埤頭鄉 ",
        "code": "523"
      },
      {
        "area": "溪州鄉 ",
        "code": "524"
      },
      {
        "area": "竹塘鄉 ",
        "code": "525"
      },
      {
        "area": "二林鎮 ",
        "code": "526"
      },
      {
        "area": "大城鄉 ",
        "code": "527"
      },
      {
        "area": "芳苑鄉 ",
        "code": "528"
      },
      {
        "area": "二水鄉 ",
        "code": "530"
      }
    ]
  },
  {
    "city": "南投縣",
    "areaList": [
      {
        "area": "南投市 ",
        "code": "540"
      },
      {
        "area": "中寮鄉 ",
        "code": "541"
      },
      {
        "area": "草屯鎮 ",
        "code": "542"
      },
      {
        "area": "國姓鄉 ",
        "code": "544"
      },
      {
        "area": "埔里鎮 ",
        "code": "545"
      },
      {
        "area": "仁愛鄉 ",
        "code": "546"
      },
      {
        "area": "名間鄉 ",
        "code": "551"
      },
      {
        "area": "集集鎮 ",
        "code": "552"
      },
      {
        "area": "水里鄉 ",
        "code": "553"
      },
      {
        "area": "魚池鄉 ",
        "code": "555"
      },
      {
        "area": "信義鄉 ",
        "code": "556"
      },
      {
        "area": "竹山鎮 ",
        "code": "557"
      },
      {
        "area": "鹿谷鄉 ",
        "code": "558"
      }
    ]
  },
  {
    "city": "嘉義市",
    "areaList": [
      {
        "area": "西區 ",
        "code": "600"
      },
      {
        "area": "東區 ",
        "code": "600"
      }
    ]
  },
  {
    "city": "嘉義縣",
    "areaList": [
      {
        "area": "番路鄉 ",
        "code": "602"
      },
      {
        "area": "梅山鄉 ",
        "code": "603"
      },
      {
        "area": "竹崎鄉 ",
        "code": "604"
      },
      {
        "area": "阿里山鄉",
        "code": "605"
      },
      {
        "area": "中埔鄉 ",
        "code": "606"
      },
      {
        "area": "大埔鄉 ",
        "code": "607"
      },
      {
        "area": "水上鄉 ",
        "code": "608"
      },
      {
        "area": "鹿草鄉 ",
        "code": "611"
      },
      {
        "area": "太保市 ",
        "code": "612"
      },
      {
        "area": "朴子市 ",
        "code": "613"
      },
      {
        "area": "東石鄉 ",
        "code": "614"
      },
      {
        "area": "六腳鄉 ",
        "code": "615"
      },
      {
        "area": "新港鄉 ",
        "code": "616"
      },
      {
        "area": "民雄鄉 ",
        "code": "621"
      },
      {
        "area": "大林鎮 ",
        "code": "622"
      },
      {
        "area": "溪口鄉 ",
        "code": "623"
      },
      {
        "area": "義竹鄉 ",
        "code": "624"
      },
      {
        "area": "布袋鎮 ",
        "code": "625"
      }
    ]
  },
  {
    "city": "雲林縣",
    "areaList": [
      {
        "area": "斗南鎮 ",
        "code": "630"
      },
      {
        "area": "大埤鄉 ",
        "code": "631"
      },
      {
        "area": "虎尾鎮 ",
        "code": "632"
      },
      {
        "area": "土庫鎮 ",
        "code": "633"
      },
      {
        "area": "褒忠鄉 ",
        "code": "634"
      },
      {
        "area": "東勢鄉 ",
        "code": "635"
      },
      {
        "area": "台西鄉 ",
        "code": "636"
      },
      {
        "area": "崙背鄉 ",
        "code": "637"
      },
      {
        "area": "麥寮鄉 ",
        "code": "638"
      },
      {
        "area": "斗六市 ",
        "code": "640"
      },
      {
        "area": "林內鄉 ",
        "code": "643"
      },
      {
        "area": "古坑鄉 ",
        "code": "646"
      },
      {
        "area": "莿桐鄉 ",
        "code": "647"
      },
      {
        "area": "西螺鎮 ",
        "code": "648"
      },
      {
        "area": "二崙鄉 ",
        "code": "649"
      },
      {
        "area": "北港鎮 ",
        "code": "651"
      },
      {
        "area": "水林鄉 ",
        "code": "652"
      },
      {
        "area": "口湖鄉 ",
        "code": "653"
      },
      {
        "area": "四湖鄉 ",
        "code": "654"
      },
      {
        "area": "元長鄉 ",
        "code": "655"
      }
    ]
  },
  {
    "city": "台南市",
    "areaList": [
      {
        "area": "中西區 ",
        "code": "700"
      },
      {
        "area": "東區 ",
        "code": "701"
      },
      {
        "area": "南區 ",
        "code": "702"
      },
      {
        "area": "北區 ",
        "code": "704"
      },
      {
        "area": "安平區 ",
        "code": "708"
      },
      {
        "area": "安南區 ",
        "code": "709"
      },
      {
        "area": "永康區 ",
        "code": "710"
      },
      {
        "area": "歸仁區 ",
        "code": "711"
      },
      {
        "area": "新化區 ",
        "code": "712"
      },
      {
        "area": "左鎮區 ",
        "code": "713"
      },
      {
        "area": "玉井區 ",
        "code": "714"
      },
      {
        "area": "楠西區 ",
        "code": "715"
      },
      {
        "area": "南化區 ",
        "code": "716"
      },
      {
        "area": "仁德區 ",
        "code": "717"
      },
      {
        "area": "關廟區 ",
        "code": "718"
      },
      {
        "area": "龍崎區 ",
        "code": "719"
      },
      {
        "area": "官田區 ",
        "code": "720"
      },
      {
        "area": "麻豆區 ",
        "code": "721"
      },
      {
        "area": "佳里區 ",
        "code": "722"
      },
      {
        "area": "西港區 ",
        "code": "723"
      },
      {
        "area": "七股區 ",
        "code": "724"
      },
      {
        "area": "將軍區 ",
        "code": "725"
      },
      {
        "area": "學甲區 ",
        "code": "726"
      },
      {
        "area": "北門區 ",
        "code": "727"
      },
      {
        "area": "新營區 ",
        "code": "730"
      },
      {
        "area": "後壁區 ",
        "code": "731"
      },
      {
        "area": "白河區 ",
        "code": "732"
      },
      {
        "area": "東山區 ",
        "code": "733"
      },
      {
        "area": "六甲區 ",
        "code": "734"
      },
      {
        "area": "下營區 ",
        "code": "735"
      },
      {
        "area": "柳營區 ",
        "code": "736"
      },
      {
        "area": "鹽水區 ",
        "code": "737"
      },
      {
        "area": "善化區 ",
        "code": "741"
      },
      {
        "area": "新市區 ",
        "code": "741"
      },
      {
        "area": "大內區 ",
        "code": "742"
      },
      {
        "area": "山上區 ",
        "code": "743"
      },
      {
        "area": "安定區 ",
        "code": "745"
      }
    ]
  },
  {
    "city": "高雄市",
    "areaList": [
      {
        "area": "新興區 ",
        "code": "800"
      },
      {
        "area": "前金區 ",
        "code": "801"
      },
      {
        "area": "苓雅區 ",
        "code": "802"
      },
      {
        "area": "鹽埕區 ",
        "code": "803"
      },
      {
        "area": "鼓山區 ",
        "code": "804"
      },
      {
        "area": "旗津區 ",
        "code": "805"
      },
      {
        "area": "前鎮區 ",
        "code": "806"
      },
      {
        "area": "三民區 ",
        "code": "807"
      },
      {
        "area": "楠梓區 ",
        "code": "811"
      },
      {
        "area": "小港區 ",
        "code": "812"
      },
      {
        "area": "左營區 ",
        "code": "813"
      },
      {
        "area": "仁武區 ",
        "code": "814"
      },
      {
        "area": "大社區 ",
        "code": "815"
      },
      {
        "area": "東沙群島",
        "code": "817"
      },
      {
        "area": "南沙群島",
        "code": "819"
      },
      {
        "area": "岡山區 ",
        "code": "820"
      },
      {
        "area": "路竹區 ",
        "code": "821"
      },
      {
        "area": "阿蓮區 ",
        "code": "822"
      },
      {
        "area": "田寮區 ",
        "code": "823"
      },
      {
        "area": "燕巢區 ",
        "code": "824"
      },
      {
        "area": "橋頭區 ",
        "code": "825"
      },
      {
        "area": "梓官區 ",
        "code": "826"
      },
      {
        "area": "彌陀區 ",
        "code": "827"
      },
      {
        "area": "永安區 ",
        "code": "828"
      },
      {
        "area": "湖內區 ",
        "code": "829"
      },
      {
        "area": "鳳山區 ",
        "code": "830"
      },
      {
        "area": "大寮區 ",
        "code": "831"
      },
      {
        "area": "林園區 ",
        "code": "832"
      },
      {
        "area": "鳥松區 ",
        "code": "833"
      },
      {
        "area": "大樹區 ",
        "code": "840"
      },
      {
        "area": "旗山區 ",
        "code": "842"
      },
      {
        "area": "美濃區 ",
        "code": "843"
      },
      {
        "area": "六龜區 ",
        "code": "844"
      },
      {
        "area": "內門區 ",
        "code": "845"
      },
      {
        "area": "杉林區 ",
        "code": "846"
      },
      {
        "area": "甲仙區 ",
        "code": "847"
      },
      {
        "area": "桃源區 ",
        "code": "848"
      },
      {
        "area": "那瑪夏區",
        "code": "849"
      },
      {
        "area": "茂林區 ",
        "code": "851"
      },
      {
        "area": "茄萣區 ",
        "code": "852"
      }
    ]
  },
  // {
  //   "city": "南海島",
  //   "areaList": [
  //     {
  //       "area": "東沙群島",
  //       "code": "817"
  //     },
  //     {
  //       "area": "南沙群島",
  //       "code": "819"
  //     }
  //   ]
  // },
  {
    "city": "澎湖縣",
    "areaList": [
      {
        "area": "馬公市 ",
        "code": "880"
      },
      {
        "area": "西嶼鄉 ",
        "code": "881"
      },
      {
        "area": "望安鄉 ",
        "code": "882"
      },
      {
        "area": "七美鄉 ",
        "code": "883"
      },
      {
        "area": "白沙鄉 ",
        "code": "884"
      },
      {
        "area": "湖西鄉 ",
        "code": "885"
      }
    ]
  },
  {
    "city": "金門縣",
    "areaList": [
      {
        "area": "金沙鎮 ",
        "code": "890"
      },
      {
        "area": "金湖鎮 ",
        "code": "891"
      },
      {
        "area": "金寧鄉 ",
        "code": "892"
      },
      {
        "area": "金城鎮 ",
        "code": "893"
      },
      {
        "area": "烈嶼鄉 ",
        "code": "894"
      },
      {
        "area": "烏坵鄉 ",
        "code": "896"
      }
    ]
  },
  {
    "city": "屏東縣",
    "areaList": [
      {
        "area": "屏東市 ",
        "code": "900"
      },
      {
        "area": "三地門鄉",
        "code": "901"
      },
      {
        "area": "霧台鄉 ",
        "code": "902"
      },
      {
        "area": "瑪家鄉 ",
        "code": "903"
      },
      {
        "area": "九如鄉 ",
        "code": "904"
      },
      {
        "area": "里港鄉 ",
        "code": "905"
      },
      {
        "area": "高樹鄉 ",
        "code": "906"
      },
      {
        "area": "鹽埔鄉 ",
        "code": "907"
      },
      {
        "area": "長治鄉 ",
        "code": "908"
      },
      {
        "area": "麟洛鄉 ",
        "code": "909"
      },
      {
        "area": "竹田鄉 ",
        "code": "911"
      },
      {
        "area": "內埔鄉 ",
        "code": "912"
      },
      {
        "area": "萬丹鄉 ",
        "code": "913"
      },
      {
        "area": "潮州鎮 ",
        "code": "920"
      },
      {
        "area": "泰武鄉 ",
        "code": "921"
      },
      {
        "area": "來義鄉 ",
        "code": "922"
      },
      {
        "area": "萬巒鄉 ",
        "code": "923"
      },
      {
        "area": "崁頂鄉 ",
        "code": "924"
      },
      {
        "area": "新埤鄉 ",
        "code": "925"
      },
      {
        "area": "南州鄉 ",
        "code": "926"
      },
      {
        "area": "林邊鄉 ",
        "code": "927"
      },
      {
        "area": "東港鎮 ",
        "code": "928"
      },
      {
        "area": "琉球鄉 ",
        "code": "929"
      },
      {
        "area": "佳冬鄉 ",
        "code": "931"
      },
      {
        "area": "新園鄉 ",
        "code": "932"
      },
      {
        "area": "枋寮鄉 ",
        "code": "940"
      },
      {
        "area": "枋山鄉 ",
        "code": "941"
      },
      {
        "area": "春日鄉 ",
        "code": "942"
      },
      {
        "area": "獅子鄉 ",
        "code": "943"
      },
      {
        "area": "車城鄉 ",
        "code": "944"
      },
      {
        "area": "牡丹鄉 ",
        "code": "945"
      },
      {
        "area": "恆春鎮 ",
        "code": "946"
      },
      {
        "area": "滿州鄉 ",
        "code": "947"
      }
    ]
  },
  {
    "city": "台東縣",
    "areaList": [
      {
        "area": "台東市 ",
        "code": "950"
      },
      {
        "area": "綠島鄉 ",
        "code": "951"
      },
      {
        "area": "蘭嶼鄉 ",
        "code": "952"
      },
      {
        "area": "延平鄉 ",
        "code": "953"
      },
      {
        "area": "卑南鄉 ",
        "code": "954"
      },
      {
        "area": "鹿野鄉 ",
        "code": "955"
      },
      {
        "area": "關山鎮 ",
        "code": "956"
      },
      {
        "area": "海端鄉 ",
        "code": "957"
      },
      {
        "area": "池上鄉 ",
        "code": "958"
      },
      {
        "area": "東河鄉 ",
        "code": "959"
      },
      {
        "area": "成功鎮 ",
        "code": "961"
      },
      {
        "area": "長濱鄉 ",
        "code": "962"
      },
      {
        "area": "太麻里鄉",
        "code": "963"
      },
      {
        "area": "金峰鄉 ",
        "code": "964"
      },
      {
        "area": "大武鄉 ",
        "code": "965"
      },
      {
        "area": "達仁鄉 ",
        "code": "966"
      }
    ]
  },
  {
    "city": "花蓮縣",
    "areaList": [
      {
        "area": "花蓮市 ",
        "code": "970"
      },
      {
        "area": "新城鄉 ",
        "code": "971"
      },
      {
        "area": "秀林鄉 ",
        "code": "972"
      },
      {
        "area": "吉安鄉 ",
        "code": "973"
      },
      {
        "area": "壽豐鄉 ",
        "code": "974"
      },
      {
        "area": "鳳林鎮 ",
        "code": "975"
      },
      {
        "area": "光復鄉 ",
        "code": "976"
      },
      {
        "area": "豐濱鄉 ",
        "code": "977"
      },
      {
        "area": "瑞穗鄉 ",
        "code": "978"
      },
      {
        "area": "萬榮鄉 ",
        "code": "979"
      },
      {
        "area": "玉里鎮 ",
        "code": "981"
      },
      {
        "area": "卓溪鄉 ",
        "code": "982"
      },
      {
        "area": "富里鄉 ",
        "code": "983"
      }
    ]
  }
]